{
  "##,": 270,
  "##?": 269,
  "applier": 254,
  "bipolar": 248,
  "cauterization": 257,
  "clipping": 260,
  "curved": 250,
  "cutting": 258,
  "driver": 253,
  "grasping": 259,
  "kidney": 244,
  "large": 252,
  "left-bottom": 266,
  "left-top": 265,
  "looping": 247,
  "manipulation": 264,
  "monopolar": 251,
  "organ": 245,
  "probe": 256,
  "prograsp": 249,
  "right-bottom": 268,
  "right-top": 267,
  "sensing": 262,
  "suction": 246,
  "suturing": 261,
  "tissue": 263,
  "ultrasound": 255
}
